Repository: isc-alanortega/GCC
Catalog: src/Nubetico.WebAPI/Resources/SharedResources.*.resx
Languages: es

# Core.Errors.BadRequestAuth
source: Information was sent wrong to the authentication server
es: No se envió la información correctamente al servidor de autenticación

# Core.Errors.BadCredentials
source: Wrong username or password
es: Usuario y/o contraseñas incorrectas

# Core.Errors.ServerAuthError
source: An error occurred on the authentication server
es: Se produjo un error en el servidor de autenticación

# Core.Errors.ProfileOnTenantNotFound
source: Profile user not found at tenant
es: No se encontró el perfil del usuario en el tenant

# Core.Errors.BadRequest
source: The information was not sent correctly to the server
es: No se envió la información correctamente al servidor

# Core.Errors.WrongToken
source: Wrong token
es: Token incorrecto

# Core.Error.Documents.ReadingDocument
source: Error reading the document
es: Error al leer el documento

# Core.Error.Documents.SaveCfdi
source: A problem occurred while trying to save the CFDI.
es: Ocurrió un problema al intentar guardar el CFDI

# Core.Error.UnknowError
source: Unknown error
es: Error desconocido

# Core.Errors.InvalidTenat
source: The tenant for the selected service was not found.
es: No se encontro la regla de negocio para el servicio seleccionado

# ProveedoresFacturas.Error.InvalidRfcIssuer
source: The issuer's RFC is invalid. The provider's RFC must match the issuer's RFC
es: RFC del emisor de la factura invalido, el RFC del proveedor debe de coincidir con el RFC del emisor de la factura

# Core.Users.Username
source: User Account
es: Cuenta de Usuario

# Core.Users.Password
source: Password
es: Contraseña

# Core.Users.Errors.UserExists
source: User already exists
es: El usuario ya existe

# Core.Users.Blocked
source: Blocked
es: Bloqueado

# ProyectosConstruccion.Projects.ErrorValidator.Branch
source: The project bussinesunit
es: La unida de negocio del proyecto

# ProyectosConstruccion.Projects.ErrorValidator.InCharge
source: The project in charge
es: El encargado del proyecto

# ProyectosConstruccion.Projects.ErrorValidator.Name
source: The project name
es: El nombre del proyecto

# ProyectosConstruccion.Projects.ErrorValidator.ProjectedEndDate
source: The projected end date of project
es: La fecha de final proyectada del proyecto

# ProyectosConstruccion.Projects.ErrorValidator.ProjectedStartDate
source: The projected start date of project
es: La fecha de inicio proyectada del proyecto

# ProyectosConstruccion.Projects.ErrorValidator.Status
source: The project status
es: El estutus del proyecto

# ProyectosConstruccion.Projects.ErrorValidator.Subdivision
source: The project subdivision
es: El fraccionamiento del proyecto

# ProyectosConstruccion.Projects.ErrorValidator.TotalUnits
source: The project total units
es: El total de unidades del proyecto

# ProyectosConstruccion.Projects.ErrorValidator.Type
source: The project type
es: El tipo del proyecto

# ProyectosConstruccion.ProjectSection.ErrorValidator.GeneralContractor
source: The section general contratcor
es: El contratista de la sección

# ProyectosConstruccion.ProjectSection.ErrorValidator.Name
source: The section name
es: El nombre de la sección

# ProyectosConstruccion.ProjectSection.ErrorValidator.ProjectedEndDate
source: The projected end date of section
es: La fecha final proyectda de la sección

# ProyectosConstruccion.ProjectSection.ErrorValidator.ProjectedStartDate
source: The projected start date of section
es: La fecha de inicio proyectada de la sección

# ProyectosConstruccion.ProjectSection.ErrorValidator.Status
source: The section status
es: El estatus del la sección

# ProyectosConstruccion.ProjectSectionPhase.ErrorValidator.Name
source: The phase name
es: El nombre de la fase

# ProjectSectionDetails.Error.NotFoundSectionDetails
source: Not found the section
es: No se encontró la sección

# Core.Users.CannotLogin
source: User cannot log in because is __STATUS__
es: El usuario no puede iniciar sesión porque está __STATUS__

# Core.Users.Email
source: Email
es: Correo electrónico

# Core.Users.FirstName
source: First Name
es: Nombre

# Core.Users.LastName
source: Last Name
es: Primer Apellido

# Core.Users.SecondLastName
source: Second Last Name
es: Segundo Apellido

# ProyectosConstruccion.Project.Error.NoSaved
source: It is not possible to save the projec
es: No fue posible guardar el proyecto

# ProyectosConstruccion.ProjectSection.Error.NoSaved
source: It is not posible to save the section {0}
es: No fue posible guardar la sección {0}

# Core.Users.PasswordUpdateSuccess
source: Password updated successfully
es: Contraseña actualizada correctamente

# Core.Users.NewPassword
source: New password
es: Nueva contraseña

# Core.Users.ConfirmPassword
source: Confirm password
es: Confirmar contraseña

# Core.Users.PasswordMismatch
source: Both passwords do not match
es: Ambas contraseñas no coinciden

# Core.Errors.UserNotLogged
source: User not logged
es: Usuario no autenticado

# Core.Users.Errors.UpdateUserDirectory
source: There was an error while updating the user account on Directory
es: Hubo un error al actualizar la cuenta de usuario en Directory

# Core.Users.Errors.CreateUserDirectory
source: There was an error while creating the user account on Directory
es: Hubo un error al crear la cuenta de usuario en Directory

# Core.Users.Errors.OnSave
source: There was an error while saving the user profile to the database.
es: Hubo un error al guardar el perfil del usuario en la base de datos.

# Core.Users.Errors.OnSaveToken
source: An error occurred while saving the token to the database.
es: Se produjo un error al guardar el token en la base de datos.

# Core.Users.Errors.UserGuidNotFound
source: User GUID not found.
es: Guid de Usuario no encontrado.

# ProyectosConstruccion.Models.Error.NotFound
source: Model {0} not found
es: Modelo {0} no encontrado

# ProyectosConstruccion.Models.Error.CantUpdate
source: The model {0} could not be updated
es: El modelo {0} no pudo ser actualizado

# Core.Files.Errors.EmptyFile
source: The file is empty
es: El archivo está vacío

# Core.ProyectosConstruccion.ProveedoresAgregar
source: Add Provider
es: Agregar Proveedor

# Core.ProyectosConstruccion.RFCRequired
source: The RFC is mandatory.
es: El RFC es obligatorio

# Core.ProyectosConstruccion.ContratistasAgregar
source: Add Contractor
es: Agregar Contratista

# Core.ProyectosConstruccion.Required
source: The Comercial Name is Required
es: Este campo es requerido.

# Core.ProyectosConstruccion.Insumos
source: Supplies
es: Insumos
